Repository: GSA/ChallengeGov_FrontEnd
Catalog: deps/timex/priv/translations/*_cyrillic/LC_MESSAGES/relative_time.po
Languages: bs@cyrillic

source: last month
bs@cyrillic: прошлог мјесеца

source: last week
bs@cyrillic: прошле седмице

source: last year
bs@cyrillic: прошле године

source: next month
bs@cyrillic: сљедећег мјесеца

source: next week
bs@cyrillic: сљедеће седмице

source: next year
bs@cyrillic: сљедеће године

source: this month
bs@cyrillic: овог мјесеца

source: this week
bs@cyrillic: ове седмице

source: this year
bs@cyrillic: ове године

source: today
bs@cyrillic: данас

source: tomorrow
bs@cyrillic: сутра

source: yesterday
bs@cyrillic: јучер

source: %{count} day ago
bs@cyrillic: прије %{count} дан

source: %{count} hour ago
bs@cyrillic: прије %{count} сат

source: %{count} minute ago
bs@cyrillic: прије %{count} минуту

source: %{count} month ago
bs@cyrillic: прије %{count} мјесец

source: %{count} second ago
bs@cyrillic: прије %{count} секунду

source: %{count} week ago
bs@cyrillic: прије %{count} седмицу

source: %{count} year ago
bs@cyrillic: прије %{count} годину

source: in %{count} day
bs@cyrillic: за %{count} дан

source: in %{count} hour
bs@cyrillic: за %{count} сат

source: in %{count} minute
bs@cyrillic: за %{count} минуту

source: in %{count} month
bs@cyrillic: за %{count} мјесец

source: in %{count} second
bs@cyrillic: за %{count} секунду

source: in %{count} week
bs@cyrillic: за %{count} седмицу

source: in %{count} year
bs@cyrillic: за %{count} годину

source: last friday
bs@cyrillic: прошлог петка

source: last monday
bs@cyrillic: прошлог понедјељка

source: last saturday
bs@cyrillic: прошле суботе

source: last sunday
bs@cyrillic: прошле недјеље

source: last thursday
bs@cyrillic: прошлог четвртка

source: last tuesday
bs@cyrillic: прошлог уторка

source: last wednesday
bs@cyrillic: прошле сриједе

source: next friday
bs@cyrillic: сљедећег петка

source: next monday
bs@cyrillic: сљедећег понедјељка

source: next saturday
bs@cyrillic: сљедеће суботе

source: next sunday
bs@cyrillic: сљедеће недјеље

source: next thursday
bs@cyrillic: сљедећег четвртка

source: next tuesday
bs@cyrillic: сљедећег уторка

source: next wednesday
bs@cyrillic: сљедеће сриједе

source: this friday
bs@cyrillic: у петак

source: this monday
bs@cyrillic: у понедјељак

source: this saturday
bs@cyrillic: у суботу

source: this sunday
bs@cyrillic: у недјељу

source: this thursday
bs@cyrillic: у четвртак

source: this tuesday
bs@cyrillic: у уторак

source: this wednesday
bs@cyrillic: у сриједу

source: now
bs@cyrillic: сад
