Repository: GSA/ChallengeGov_FrontEnd
Catalog: deps/timex/priv/translations/*/LC_MESSAGES/relative_time.po
Languages: bg, de, fi, ro

source: last month
bg: миналия месец
de: letzten Monat
fi: viime kuussa
ro: ultima lună

source: last week
bg: миналата седмица
de: letzte Woche
fi: viime viikolla
ro: ultima săptămână

source: last year
bg: миналата година
de: letztes Jahr
fi: viime vuonna
ro: ultimul an

source: next month
bg: следващ месец
de: nächsten Monat
fi: seuraavana kuukautena
ro: luna următoare

source: next week
bg: следваща седмица
de: nächste Woche
fi: seuraavana viikkona
ro: săptămâna următoare

source: next year
bg: следваща година
de: nächstes Jahr
fi: seuraavana vuonna
ro: anul următor

source: this month
bg: този месец
de: diesen Monat
fi: tässä kuussa
ro: luna aceasta

source: this week
bg: тази седмица
de: diese Woche
fi: tällä viikolla
ro: săptămâna aceasta

source: this year
bg: тази година
de: dieses Jahr
fi: tänä vuonna
ro: anul acesta

source: today
bg: днес
de: heute
fi: tänään
ro: astăzi

source: tomorrow
bg: утре
de: morgen
fi: huomenna
ro: mâine

source: yesterday
bg: вчера
de: gestern
fi: eilen
ro: ieri

source: %{count} day ago
bg: преди %{count} ден
de: vor einem Tag
fi: %{count} päivä sitten
ro: acum o zi

source: %{count} hour ago
bg: преди %{count} час
de: vor einer Stunde
fi: %{count} tunti sitten
ro: acum o oră

source: %{count} minute ago
bg: преди %{count} минута
de: vor einer Minute
fi: %{count} minuutti sitten
ro: acum un minut

source: %{count} month ago
bg: преди %{count} месец
de: vor einem Monat
fi: %{count} kuukausi sitten
ro: acum o lună

source: %{count} second ago
bg: преди %{count} секунда
de: vor einer Sekunde
fi: %{count} sekuntti sitten
ro: acum o secundă

source: %{count} week ago
bg: преди %{count} седмица
de: vor einer Woche
fi: %{count} viikko sitten
ro: acum o săptămână

source: %{count} year ago
bg: преди %{count} година
de: vor einem Jahr
fi: %{count} vuosi sitten
ro: acum un an

source: in %{count} day
bg: след %{count} ден
de: in einem Tag
fi: %{count} päivän päästä
ro: în o zi

source: in %{count} hour
bg: след %{count} час
de: in einer Stunde
fi: %{count} tunnin päästä
ro: în o oră

source: in %{count} minute
bg: след %{count} минута
de: in einer Minute
fi: %{count} minuutin päästä
ro: în un minut

source: in %{count} month
bg: след %{count} месец
de: in einem Monat
fi: %{count} kuukauden päästä
ro: în o lună

source: in %{count} second
bg: след %{count} секунда
de: in einer Sekunde
fi: %{count} sekunnin päästä
ro: în o secundă

source: in %{count} week
bg: след %{count} седмица
de: in einer Woche
fi: %{count} viikon päästä
ro: în o săptămână

source: in %{count} year
bg: след %{count} година
de: in einem Jahr
fi: %{count} vuoden päästä
ro: în un an

source: last friday
bg: миналия петък
de: letzten Freitag
fi: viime perjantaina
ro: vinerea trecută

source: last monday
bg: миналия понеделник
de: letzten Montag
fi: viime maanantaina
ro: lunea trecută

source: last saturday
bg: миналата събота
de: letzten Samstag
fi: viime lauantaina
ro: sâmbăta trecută

source: last sunday
bg: миналата неделя
de: letzten Sonntag
fi: viime sunnuntaina
ro: duminica trecută

source: last thursday
bg: миналия четвъртък
de: letzten Donnerstag
fi: viime torstaina
ro: joia trecută

source: last tuesday
bg: миналия вторник
de: letzten Dienstag
fi: viime tiistaina
ro: marțea trecută

source: last wednesday
bg: миналата сряда
de: letzten Mittwoch
fi: viime keskiviikkona
ro: miercurea trecută

source: next friday
bg: следващия петък
de: nächsten Freitag
fi: viime perjantaina
ro: vinerea viitoare

source: next monday
bg: следващия понеделник
de: nächsten Montag
fi: viime maanantaina
ro: lunea viitoare

source: next saturday
bg: следващата събота
de: nächsten Samstag
fi: tulevana lauantaina
ro: sâmbăta viitoare

source: next sunday
bg: следващата неделя
de: nächsten Sonntag
fi: tulevana sunnuntaina
ro: duminica viitoare

source: next thursday
bg: следващия четвъртък
de: nächsten Donnerstag
fi: tulevana torstaina
ro: joia viitoare

source: next tuesday
bg: следващия вторник
de: nächsten Dienstag
fi: tulevana tiistaina
ro: marțea viitoare

source: next wednesday
bg: следващата сряда
de: nächsten Mittwoch
fi: tulevana keskiviikkona
ro: miercurea viitoare

source: this friday
bg: този петък
de: diesen Freitag
fi: tulevana perjantaina
ro: vinerea aceasta

source: this monday
bg: този понеделник
de: diesen Montag
fi: tulevana maanantaina
ro: lunea aceasta

source: this saturday
bg: тази събота
de: diesen Samstag
fi: tulevana lauantaina
ro: sâmbăta aceasta

source: this sunday
bg: тази неделя
de: diesen Sonntag
fi: tänä lauantaina
ro: duminica aceasta

source: this thursday
bg: този четвъртък
de: diesen Donnerstag
fi: tänä torstaina
ro: joia aceasta

source: this tuesday
bg: този вторник
de: diesen Dienstag
fi: tänä tiistaina
ro: marțea aceasta

source: this wednesday
bg: тази сряда
de: diesen Mittwoch
fi: tänä keskiviikkona
ro: miercurea aceasta

source: now
bg: сега
de: jetzt
fi: nyt
ro: acum
